const library2 =
  "1. Вёрстка соответствует макету.\n Ширина экрана 768px, блок <header>, секция Welcome, секция About, секция Favorites(Сделать кнопку own),секция CoffeShop ,секция Contacts, секция LibraryCard, блок <footer> - +26\n2.Ни на одном из разрешений до 640px включительно не появляется горизонтальная полоса прокрутки. Весь контент страницы при этом сохраняется: не обрезается и не удаляется - +12\nНа ширине экрана 768рх реализовано адаптивное меню +12 ";
const library3 =
  "Not to do - 1. Если пользователь ещё не вошёл в учётную запись, то при нажатии на любую кнопку Buy открывается модальное окно LOGIN. -2/n2. Блок Digital Library Cards. Если введённые имя и номер карты совпадают с данными пользователя, то отображается панель с информацией, вместо кнопки Check the card на 10 секунд. -2/n3.Там же после отображения информации, кнопка возвращается в прежнее состояние, а поля в форме сбрасываются. -2/n4. затухания -8 Total 200-14 = 186";
console.log(library3);
